{
  "text": {
    "saya": 144,
    "sudah": 158,
    "lama": 94,
    "mengalami": 113,
    "depresi": 47,
    "dan": 44,
    "sekarang": 149,
    "mulai": 121,
    "merasa": 119,
    "cemas": 40,
    "memiliki": 108,
    "riwayat": 138,
    "yang": 179,
    "panjang": 128,
    "belakangan": 22,
    "ini": 74,
    "sering": 154,
    "berjuang": 28,
    "dengan": 46,
    "kecemasan": 84,
    "muncul": 122,
    "masalah": 101,
    "sejak": 148,
    "akhir": 3,
    "semakin": 151,
    "terasa": 167,
    "telah": 164,
    "menjadi": 118,
    "bagian": 14,
    "dari": 45,
    "hidup": 69,
    "juga": 76,
    "tertekan": 169,
    "alami": 5,
    "dulu": 52,
    "kini": 91,
    "disertai": 50,
    "rasa": 137,
    "punya": 136,
    "mengganggu": 115,
    "pernah": 133,
    "berat": 24,
    "gelisah": 55,
    "menghadapi": 116,
    "parah": 130,
    "hanya": 62,
    "seperti": 153,
    "sedang": 145,
    "banyak": 21,
    "hal": 60,
    "good": 57,
    "bye": 37,
    "goodbye": 58,
    "makasih": 97,
    "sampai": 143,
    "jumpa": 77,
    "adios": 1,
    "terima": 168,
    "kasih": 79,
    "wassalamualaikum": 175,
    "hey": 67,
    "hello": 66,
    "hi": 68,
    "hai": 59,
    "halo": 61,
    "yo": 181,
    "sup": 160,
    "what": 176,
    "s": 140,
    "up": 174,
    "holla": 72,
    "bonjour": 33,
    "hola": 71,
    "ciao": 41,
    "namaste": 125,
    "salam": 142,
    "konnichiwa": 92,
    "anyeong": 9,
    "annyeong": 8,
    "aloha": 6,
    "assalamualaikum": 12,
    "yes": 180,
    "iya": 75,
    "tentu": 166,
    "saja": 141,
    "kedengarannya": 86,
    "bagus": 15,
    "benar": 23,
    "y": 177,
    "boleh": 32,
    "tidak": 171,
    "n": 124,
    "nevermind": 126,
    "ga": 53,
    "gitu": 56,
    "aku": 4,
    "suka": 159,
    "mungkin": 123,
    "sedih": 146,
    "kesepian": 89,
    "hidupku": 70,
    "butuh": 36,
    "teman": 165,
    "curhat": 42,
    "capek": 38,
    "banget": 18,
    "kecewa": 85,
    "marah": 100,
    "takut": 162,
    "bisa": 31,
    "bantu": 19,
    "bantuan": 20,
    "kamu": 78,
    "siapa": 156,
    "bot": 34,
    "ya": 178,
    "kau": 80,
    "ni": 127,
    "ape": 11,
    "beri": 27,
    "motivasi": 120,
    "semangat": 152,
    "dukunganmu": 51,
    "bagaimana": 13,
    "puas": 134,
    "setiap": 155,
    "hari": 63,
    "apa": 10,
    "lakukan": 93,
    "agar": 2,
    "lebih": 96,
    "ke": 81,
    "cara": 39,
    "mencapai": 110,
    "kepuasan": 88,
    "dalam": 43,
    "kehidupan": 87,
    "sehari": 147,
    "langkah": 95,
    "ambil": 7,
    "untuk": 173,
    "bahagia": 16,
    "menemukan": 111,
    "kebahagiaan": 82,
    "rutinitas": 139,
    "harian": 64,
    "perlu": 132,
    "ubah": 172,
    "menikmati": 117,
    "baik": 17,
    "membangun": 104,
    "kebiasaan": 83,
    "membuat": 106,
    "harus": 65,
    "bersyukur": 29,
    "ketenangan": 90,
    "membantu": 105,
    "makna": 98,
    "berharga": 26,
    "pantas": 129,
    "ada": 0,
    "di": 48,
    "sini": 157,
    "tahu": 161,
    "mengatasi": 114,
    "perasaan": 131,
    "terus": 170,
    "menerus": 112,
    "gagal": 54,
    "berguna": 25,
    "melakukan": 103,
    "pun": 135,
    "selain": 150,
    "memikirkan": 107,
    "betapa": 30,
    "buruknya": 35,
    "diriku": 49,
    "ingin": 73,
    "memperbaiki": 109,
    "masalahku": 102,
    "tapi": 163,
    "mana": 99
  },
  "intent": {
    "feeling_anxious": 4,
    "goodbye": 6,
    "greeting": 8,
    "affirm": 0,
    "deny": 3,
    "share_feelings": 12,
    "need_support": 9,
    "ask_chatbot": 1,
    "ask_motivation": 2,
    "satisfaction": 11,
    "feeling_worthless": 5,
    "greet": 7,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_bye_user": 1,
    "action_greet_user": 7,
    "utter_ask_feelings": 14,
    "utter_default": 15,
    "utter_give_motivation": 16,
    "utter_iamabot": 17,
    "utter_offer_support": 18,
    "utter_suggestion_anxious": 19,
    "utter_suggestion_satisfaction": 20,
    "utter_suggestion_worthless": 21
  },
  "action_text": null,
  "intent_response_key": null
}