{
  "text": {
    "saya": 111,
    "sudah": 122,
    "lama": 75,
    "mengalami": 86,
    "depresi": 39,
    "dan": 36,
    "sekarang": 115,
    "mulai": 92,
    "merasa": 90,
    "cemas": 33,
    "memiliki": 83,
    "riwayat": 106,
    "yang": 142,
    "panjang": 99,
    "belakangan": 17,
    "ini": 62,
    "sering": 119,
    "berjuang": 23,
    "dengan": 38,
    "kecemasan": 69,
    "muncul": 93,
    "masalah": 79,
    "sejak": 114,
    "akhir": 2,
    "semakin": 117,
    "terasa": 131,
    "telah": 128,
    "menjadi": 89,
    "bagian": 12,
    "dari": 37,
    "hidup": 57,
    "juga": 64,
    "tertekan": 133,
    "alami": 4,
    "dulu": 44,
    "kini": 73,
    "disertai": 42,
    "rasa": 105,
    "punya": 104,
    "mengganggu": 88,
    "pernah": 102,
    "berat": 19,
    "gelisah": 47,
    "good": 49,
    "bye": 31,
    "goodbye": 50,
    "makasih": 76,
    "sampai": 110,
    "jumpa": 65,
    "adios": 1,
    "terima": 132,
    "kasih": 67,
    "wassalamualaikum": 138,
    "hey": 55,
    "hello": 54,
    "hi": 56,
    "hai": 51,
    "halo": 52,
    "yo": 144,
    "sup": 124,
    "what": 139,
    "s": 107,
    "up": 137,
    "holla": 60,
    "bonjour": 27,
    "hola": 59,
    "ciao": 34,
    "namaste": 96,
    "salam": 109,
    "konnichiwa": 74,
    "anyeong": 7,
    "annyeong": 6,
    "aloha": 5,
    "assalamualaikum": 10,
    "yes": 143,
    "iya": 63,
    "tentu": 130,
    "saja": 108,
    "kedengarannya": 71,
    "bagus": 13,
    "benar": 18,
    "y": 140,
    "boleh": 26,
    "tidak": 135,
    "n": 95,
    "nevermind": 97,
    "ga": 45,
    "gitu": 48,
    "aku": 3,
    "suka": 123,
    "mungkin": 94,
    "sedang": 112,
    "sedih": 113,
    "kesepian": 72,
    "hidupku": 58,
    "butuh": 30,
    "teman": 129,
    "curhat": 35,
    "capek": 32,
    "banget": 14,
    "kecewa": 70,
    "marah": 78,
    "takut": 126,
    "bisa": 25,
    "bantu": 15,
    "bantuan": 16,
    "kamu": 66,
    "siapa": 120,
    "bot": 28,
    "ya": 141,
    "kau": 68,
    "ni": 98,
    "ape": 9,
    "beri": 22,
    "motivasi": 91,
    "semangat": 118,
    "dukunganmu": 43,
    "berharga": 21,
    "pantas": 100,
    "ada": 0,
    "di": 40,
    "sini": 121,
    "tahu": 125,
    "bagaimana": 11,
    "mengatasi": 87,
    "perasaan": 101,
    "terus": 134,
    "menerus": 85,
    "gagal": 46,
    "berguna": 20,
    "melakukan": 81,
    "apa": 8,
    "pun": 103,
    "selain": 116,
    "memikirkan": 82,
    "betapa": 24,
    "buruknya": 29,
    "diriku": 41,
    "ingin": 61,
    "memperbaiki": 84,
    "masalahku": 80,
    "tapi": 127,
    "harus": 53,
    "mana": 77,
    "untuk": 136
  },
  "intent": {
    "feeling_anxious": 4,
    "goodbye": 6,
    "greeting": 8,
    "affirm": 0,
    "deny": 3,
    "share_feelings": 11,
    "need_support": 9,
    "ask_chatbot": 1,
    "ask_motivation": 2,
    "feeling_worthless": 5,
    "greet": 7,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_bye_user": 1,
    "action_greet_user": 7,
    "utter_ask_feelings": 14,
    "utter_default": 15,
    "utter_give_motivation": 16,
    "utter_iamabot": 17,
    "utter_offer_support": 18,
    "utter_suggestion_anxious": 19,
    "utter_suggestion_worthless": 20
  },
  "action_text": null,
  "intent_response_key": null
}