{
  "text": {
    "hey": 113,
    "hello": 112,
    "hi": 114,
    "hai": 101,
    "halo": 103,
    "yo": 351,
    "sup": 318,
    "what": 348,
    "s": 277,
    "up": 346,
    "holla": 118,
    "bonjour": 58,
    "hola": 117,
    "ciao": 68,
    "namaste": 241,
    "salam": 283,
    "konnichiwa": 160,
    "anyeong": 15,
    "annyeong": 14,
    "aloha": 10,
    "assalamualaikum": 21,
    "good": 99,
    "bye": 63,
    "goodbye": 100,
    "makasih": 173,
    "sampai": 284,
    "jumpa": 134,
    "adios": 3,
    "terima": 333,
    "kasih": 138,
    "wassalamualaikum": 347,
    "itu": 128,
    "membantu": 189,
    "atas": 22,
    "bantuannya": 33,
    "dari": 73,
    "anda": 13,
    "banyak": 34,
    "siapa": 312,
    "kamu": 137,
    "apa": 16,
    "yang": 350,
    "ceritakan": 67,
    "lebih": 168,
    "tentang": 327,
    "diri": 83,
    "namamu": 240,
    "harus": 109,
    "saya": 289,
    "hubungi": 119,
    "sudah": 317,
    "lama": 166,
    "mengalami": 209,
    "depresi": 75,
    "dan": 71,
    "sekarang": 297,
    "mulai": 236,
    "merasa": 233,
    "cemas": 65,
    "memiliki": 198,
    "riwayat": 274,
    "panjang": 249,
    "belakangan": 36,
    "ini": 123,
    "sering": 307,
    "berjuang": 45,
    "dengan": 74,
    "kecemasan": 143,
    "muncul": 237,
    "masalah": 178,
    "sejak": 296,
    "akhir": 7,
    "semakin": 301,
    "terasa": 331,
    "telah": 325,
    "menjadi": 222,
    "bagian": 28,
    "hidup": 115,
    "juga": 133,
    "tertekan": 336,
    "alami": 9,
    "dulu": 90,
    "kini": 158,
    "disertai": 86,
    "rasa": 272,
    "punya": 270,
    "mengganggu": 216,
    "pernah": 262,
    "berat": 39,
    "gelisah": 97,
    "menghadapi": 217,
    "parah": 251,
    "hanya": 105,
    "seperti": 305,
    "sedang": 292,
    "hal": 102,
    "bagaimana": 26,
    "cara": 64,
    "mengatasi": 211,
    "menderita": 206,
    "adhd": 1,
    "dewasa": 76,
    "gangguan": 95,
    "akan": 6,
    "sarankan": 287,
    "lakukan": 165,
    "serta": 308,
    "perubahan": 264,
    "suasana": 316,
    "hati": 110,
    "cukup": 69,
    "intens": 126,
    "sepanjang": 304,
    "bulan": 59,
    "bisa": 54,
    "puas": 267,
    "setiap": 311,
    "hari": 106,
    "agar": 4,
    "ke": 140,
    "mencapai": 202,
    "kepuasan": 150,
    "dalam": 70,
    "kehidupan": 145,
    "sehari": 294,
    "langkah": 167,
    "ambil": 11,
    "untuk": 344,
    "bahagia": 29,
    "menemukan": 207,
    "kebahagiaan": 141,
    "rutinitas": 276,
    "harian": 107,
    "perlu": 261,
    "ubah": 343,
    "menikmati": 220,
    "baik": 30,
    "membangun": 188,
    "kebiasaan": 142,
    "membuat": 195,
    "bersyukur": 49,
    "ketenangan": 156,
    "makna": 174,
    "sangat": 285,
    "mencoba": 203,
    "berhenti": 42,
    "namun": 242,
    "ketika": 157,
    "sesuatu": 310,
    "mengingatkan": 218,
    "pada": 247,
    "kesedihan": 151,
    "ingin": 122,
    "melukai": 187,
    "sendiri": 303,
    "lagi": 163,
    "berusaha": 51,
    "menahan": 201,
    "tetapi": 338,
    "menyakitkan": 226,
    "dorongan": 87,
    "kembali": 149,
    "kali": 136,
    "melihat": 186,
    "menyedihkan": 229,
    "tidak": 339,
    "keinginan": 146,
    "menyakiti": 225,
    "hancur": 104,
    "kadang": 135,
    "tahu": 320,
    "seharusnya": 295,
    "putus": 271,
    "asa": 20,
    "kuat": 162,
    "sebentar": 290,
    "sakit": 281,
    "emosional": 92,
    "perasaan": 258,
    "sedih": 293,
    "mendalam": 204,
    "mengendalikan": 213,
    "saat": 278,
    "self": 300,
    "harm": 108,
    "jalan": 129,
    "keluar": 147,
    "emosi": 91,
    "stabil": 314,
    "kesulitan": 154,
    "pelarian": 253,
    "terkadang": 334,
    "masih": 180,
    "melakukannya": 185,
    "aku": 8,
    "berharga": 41,
    "pantas": 250,
    "ada": 0,
    "di": 77,
    "sini": 313,
    "terus": 337,
    "menerus": 208,
    "gagal": 93,
    "berguna": 40,
    "melakukan": 184,
    "pun": 269,
    "selain": 298,
    "memikirkan": 197,
    "betapa": 52,
    "buruknya": 61,
    "diriku": 84,
    "memperbaiki": 199,
    "masalahku": 179,
    "tapi": 324,
    "mana": 175,
    "motivasi": 235,
    "menyukaiku": 231,
    "apapun": 18,
    "masuk": 181,
    "akal": 5,
    "nama": 239,
    "yofa": 352,
    "bernama": 47,
    "icha": 121,
    "panggil": 248,
    "arta": 19,
    "aulia": 24,
    "bantu": 31,
    "tolong": 342,
    "bisakah": 55,
    "beri": 43,
    "bantuan": 32,
    "untukku": 345,
    "butuh": 62,
    "dukungan": 89,
    "dukung": 88,
    "kesepian": 153,
    "kosong": 161,
    "stres": 315,
    "mandek": 176,
    "lelah": 169,
    "hebat": 111,
    "senang": 302,
    "saja": 280,
    "ceria": 66,
    "tahan": 319,
    "pikir": 265,
    "membicarakannya": 194,
    "menjauh": 223,
    "terbuka": 332,
    "diam": 78,
    "insominia": 124,
    "insomnia": 125,
    "tidur": 340,
    "belum": 37,
    "terakhir": 328,
    "sepertinya": 306,
    "nyenyak": 244,
    "selama": 299,
    "beberapa": 35,
    "takut": 321,
    "kedengarannya": 144,
    "mengerikan": 214,
    "merasakan": 234,
    "ibuku": 120,
    "meninggal": 221,
    "saudaraku": 288,
    "ayah": 25,
    "adikku": 2,
    "seseorang": 309,
    "keluarga": 148,
    "teman": 326,
    "mengerti": 215,
    "robot": 275,
    "mungkin": 238,
    "dapat": 72,
    "dikatakan": 79,
    "lain": 164,
    "katakan": 139,
    "bunuh": 60,
    "berpikir": 48,
    "mati": 182,
    "membencimu": 191,
    "menyukaimu": 232,
    "mempercayai": 200,
    "membenciku": 190,
    "menyukai": 230,
    "lelucon": 170,
    "berikan": 44,
    "sebuah": 291,
    "jokes": 132,
    "lucu": 172,
    "memberitahuku": 192,
    "menyebutkan": 228,
    "mengapa": 210,
    "mengulangi": 219,
    "respons": 273,
    "salah": 282,
    "jawaban": 130,
    "apakah": 17,
    "bodoh": 56,
    "gila": 98,
    "tinggal": 341,
    "lokasi": 171,
    "membicarakan": 193,
    "mari": 177,
    "kita": 159,
    "bicara": 53,
    "sahabat": 279,
    "gak": 94,
    "bolehkah": 57,
    "bertanya": 50,
    "pertanyaan": 263,
    "ya": 349,
    "benar": 38,
    "istirahat": 127,
    "hmmm": 116,
    "bermanfaat": 46,
    "bagi": 27,
    "meditasi": 183,
    "saran": 286,
    "membutuhkan": 196,
    "nasihat": 243,
    "kesehatan": 152,
    "mental": 224,
    "pengertian": 254,
    "dimaksud": 81,
    "penting": 255,
    "pentingnya": 256,
    "peduli": 252,
    "jika": 131,
    "terapis": 330,
    "dilakukan": 80,
    "terapi": 329,
    "tanda": 323,
    "peringatan": 260,
    "penyakit": 257,
    "orang": 246,
    "pulih": 268,
    "disembuhkan": 85,
    "diobati": 82,
    "mengenal": 212,
    "tampaknya": 322,
    "gejala": 96,
    "profesional": 266,
    "atau": 23,
    "anak": 12,
    "terlibat": 335,
    "perawatan": 259,
    "ketahui": 155,
    "mendapatkan": 205,
    "obat": 245,
    "menyebabkan": 227
  },
  "intent": {
    "greeting": 27,
    "goodbye": 25,
    "thanks": 49,
    "about": 0,
    "anxious": 1,
    "satisfaction": 40,
    "self_harm": 42,
    "feeling_worthless": 23,
    "inform_name": 30,
    "need_help": 35,
    "feeling_sad": 22,
    "stressed": 46,
    "feeling_happy": 21,
    "depressed": 5,
    "not_talking": 38,
    "sleep_problems": 44,
    "scared": 41,
    "lost_someone": 33,
    "understanding": 50,
    "done": 6,
    "suicide": 48,
    "hate_bot": 28,
    "hate_me": 29,
    "jokes": 31,
    "repeat": 39,
    "wrong": 53,
    "stupid": 47,
    "location": 32,
    "something_else": 45,
    "friends": 24,
    "ask": 2,
    "user_agree": 52,
    "meditation": 34,
    "user_advice": 51,
    "fact_1": 7,
    "fact_2": 13,
    "fact_3": 14,
    "fact_4": 15,
    "fact_5": 16,
    "fact_6": 17,
    "fact_7": 18,
    "fact_8": 19,
    "fact_9": 20,
    "fact_10": 8,
    "fact_11": 9,
    "fact_12": 10,
    "fact_13": 11,
    "fact_14": 12,
    "ask_chatbot": 3,
    "ask_motivation": 4,
    "greet": 26,
    "need_support": 36,
    "nlu_fallback": 37,
    "share_feelings": 43
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_bye_user": 1,
    "action_greet_user": 7,
    "utter_about": 14,
    "utter_anxious": 15,
    "utter_ask": 16,
    "utter_ask_feelings": 17,
    "utter_default": 18,
    "utter_depressed": 19,
    "utter_done": 20,
    "utter_fact_1": 21,
    "utter_fact_10": 22,
    "utter_fact_11": 23,
    "utter_fact_12": 24,
    "utter_fact_13": 25,
    "utter_fact_14": 26,
    "utter_fact_2": 27,
    "utter_fact_3": 28,
    "utter_fact_4": 29,
    "utter_fact_5": 30,
    "utter_fact_6": 31,
    "utter_fact_7": 32,
    "utter_fact_8": 33,
    "utter_fact_9": 34,
    "utter_feeling_sad": 35,
    "utter_friends": 36,
    "utter_give_motivation": 37,
    "utter_happy": 38,
    "utter_hate_bot": 39,
    "utter_hate_me": 40,
    "utter_iamabot": 41,
    "utter_inform_name": 42,
    "utter_jokes": 43,
    "utter_location": 44,
    "utter_lost_someone": 45,
    "utter_meditation": 46,
    "utter_need_help": 47,
    "utter_not_talking": 48,
    "utter_offer_support": 49,
    "utter_repeat": 50,
    "utter_scared": 51,
    "utter_self_harm": 52,
    "utter_sleep_problems": 53,
    "utter_something_else": 54,
    "utter_stressed": 55,
    "utter_stupid": 56,
    "utter_suggestion_satisfaction": 57,
    "utter_suggestion_worthless": 58,
    "utter_suicide": 59,
    "utter_thanks": 60,
    "utter_understanding": 61,
    "utter_user_advice": 62,
    "utter_user_agree": 63,
    "utter_wrong": 64
  },
  "action_text": null,
  "intent_response_key": null
}